Repository: phedlund/CloudNewsApp
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: (No Folder)
de: (Kein Ordner)

source: %lld articles
de: %lld Artikel

source: <Please state your question or problem here>
de: <Bitte geben Sie Ihre Frage oder Ihr Problem hier an>

source: 1 month
de: 1 Monat

source: 3 months
de: 3 Monate

source: 12 months
de: 12 Monate

source: 15 minutes
de: 15 Minuten

source: 30 minutes
de: 30 Minuten

source: 60 minutes
de: 60 Minuten

source: A list of the most recent articles from your feeds.
de: Eine Liste der neuesten Artikel aus Ihren Feeds.

source: Acknowledgements
de: Danksagungen

source: Acknowledgements...
de: Danksagungen...

source: Add
de: Hinzufügen

source: Add Feed
de: Feed hinzufügen

source: Add Feed...
de: Feed hinzufügen...

source: Add Folder
de: Ordner hinzufügen

source: Add Folder...
de: Ordner hinzufügen...

source: All Articles
de: Alle Artikel

source: Article
de: Artikel

source: Block Ads
de: Anzeigen blockieren

source: By %@
de: Von %@

source: Cancel
de: Abbrechen

source: Certificate
de: Urkunde

source: Clear local data
de: Lokale Daten löschen

source: Close
de: Ende

source: CloudNews Support Request
de: CloudNews-Supportanfrage

source: CloudNews uses a block list from the [Brave project](https://github.com/brave/brave-core/blob/master/ios/brave-ios/Sources/Brave/WebFilters/ContentBlocker/Lists/block-ads.json)
de: CloudNews verwendet eine Sperrliste aus dem [Brave-Projekt](https://github.com/brave/brave-core/blob/master/ios/brave-ios/Sources/Brave/WebFilters/ContentBlocker/Lists/block-ads.json)

source: Compact View
de: Kompakte Ansicht

source: Connection Error
de: Verbindungsfehler

source: Contact
de: Kontakt

source: Copy Link
de: Link Kopieren

source: Date Added
de: Datum hinzugefügt

source: Decrease
de: Minderung

source: Delete %@
de: %@ Löschen

source: Delete Feed...
de: Feed löschen...

source: Delete Folder...
de: Ordner Löschen...

source: Delete?
de: Löschen?

source: Delete...
de: Löschen...

source: Dismiss
de: Entlassen

source: Do you want to connect to the server anyway?
de: Möchten Sie sich trotzdem mit dem Server verbinden?

source: Do you want to remove all feeds and articles from this device? You will also be signed out.
de: Möchten Sie alle Feeds und Artikel von diesem Gerät entfernen? Sie werden auch abgemeldet.

source: Duration
de: Dauer

source: Error adding feed
de: Fehler beim Hinzufügen von Feed

source: Error adding folder
de: Fehler beim Hinzufügen von Ordnern

source: Error deleting feed
de: Fehler beim Löschen des Feeds

source: Error deleting folder
de: Fehler beim Löschen des Ordners

source: Error moving feed
de: Fehler beim Verschieben des Feeds

source: Error renaming feed
de: Fehler beim Umbenennen des Feeds

source: Error renaming folder
de: Fehler beim Umbenennen des Ordners

source: Failed to add articles to the database
de: Fehler beim Hinzufügen von Artikeln zur Datenbank

source: Failed to add feeds to the database
de: Feeds konnten nicht zur Datenbank hinzugefügt werden

source: Failed to add folders to the database
de: Ordner konnten nicht zur Datenbank hinzugefügt werden

source: Failed to delete article from database
de: Artikel aus der Datenbank konnte nicht gelöscht werden

source: Failed to delete feed from database
de: Fehler beim Löschen des Feeds aus der Datenbank

source: Failed to delete folder from database
de: Fehler beim Löschen des Ordners aus der Datenbank

source: Failed to delete node from database
de: Knoten aus der Datenbank konnte nicht gelöscht werden

source: Failed to delete old items from database
de: Alte Elemente konnten nicht aus der Datenbank gelöscht werden

source: Failed to mark article starred in database
de: Fehler beim Markieren des markierten Artikels in der Datenbank

source: Failed to mark folder expanded in database
de: Fehler beim Markieren des erweiterten Ordners in der Datenbank

source: Feed Home Page
de: Feed-Startseite

source: Feed Settings
de: Feed-Einstellungen

source: Feed Settings...
de: Feed-Einstellungen...

source: Folder
de: Aktendeckel

source: Folder Name
de: Ordnername

source: Font Size
de: Schriftgröße

source: Getting started…
de: Erste Schritte...

source: Hide Read Items
de: Gelesene Elemente ausblenden

source: Images
de: Bilder

source: Increase
de: Erhöhung

source: Keep Articles For
de: Behalte Artikel für

source: Last Update Error
de: Fehler bei der letzten Aktualisierung

source: Line Spacing
de: Zeilenabstand

source: Log In
de: Anmelden

source: Log In...
de: Anmelden...

source: Maintenance
de: Wartung

source: Margin
de: Rand

source: Mark Items Read While Scrolling
de: Beim Scrollen gelesene Elemente markieren

source: Mark Read
de: Gelesen markieren

source: Method not allowed
de: Methode nicht erlaubt

source: Missing server address
de: Fehlende Serveradresse

source: Never
de: Nie

source: New Feed...
de: Neuer Feed...

source: New Folder...
de: Neuer Ordner...

source: Next
de: Nächster

source: No
de: Nein

source: No Article Selected
de: Kein Artikel Ausgewählt

source: No error
de: Kein Fehler

source: No Feed Selected
de: Kein Feed ausgewählt

source: No Feeds Available
de: Keine Feeds verfügbar

source: No unread articles
de: Keine ungelesenen Artikel

source: Not logged in
de: Nicht angemeldet

source: Pinned
de: Gepinnt

source: Please update the News app on the server to enable feed renaming
de: Bitte aktualisieren Sie die News-App auf dem Server, um die Umbenennung von Feeds zu aktivieren

source: Previous
de: Früher

source: Read
de: Lesen

source: Reading
de: Lesen

source: Recent Articles
de: Aktuelle Artikel

source: Refresh
de: Auffrischen

source: Rename
de: Umbenennen

source: Rename the folder
de: Benennen Sie den Ordner

source: Rename...
de: Umbenennen...

source: Reset Data
de: Daten zurücksetzen

source: Reset Local Data
de: Lokale Daten Zurücksetzen

source: Restore
de: Wiederherstellen

source: Search for Favicon
de: Suche nach Favicon

source: Select a feed from the list to display its articles
de: Wählen Sie einen Feed aus der Liste aus, um seine Artikel anzuzeigen

source: Select an article from the list to display it
de: Wählen Sie einen Artikel aus der Liste aus, um ihn anzuzeigen

source: Settings
de: Einstellungen

source: Settings...
de: Einstellungen...

source: Show Favicons
de: Favicons anzeigen

source: Show Thumbnails
de: Miniaturansichten anzeigen

source: Sort Oldest Item First
de: Älteste Artikel zuerst

source: Star
de: Stern

source: Starred Articles
de: Artikel mit Sternen

source: Starred articles will never be deleted
de: Mit Sternen ausgezeichnete Artikel werden niemals gelöscht

source: Support
de: Unterstützung

source: Sync Every
de: Synchronisieren Sie Jeden

source: Sync in Background
de: Synchronisation im Hintergrund

source: Sync Interval
de: Synchronisierungsintervall

source: Sync on Start
de: Synchronisation beim Start

source: Syncing
de: Synchronisieren

source: Tap the sync button %@ to download your feeds. Then select a feed from the sidebar to show its articles.
de: Tippen Sie auf die Synchronisierungsschaltfläche %@, um Ihre Feeds herunterzuladen. Wählen Sie dann einen Feed aus der Seitenleiste aus, um seine Artikel anzuzeigen.

source: The certificate for this server is invalid
de: Das Zertifikat für diesen Server ist ungültig

source: The cron job on the Nextcloud server is not configured properly
de: Der Cron-Job auf dem Nextcloud-Server ist nicht richtig konfiguriert

source: The feed already exists
de: Der Feed existiert bereits

source: The feed could not be read. It most likely contains errors
de: Der Feed konnte nicht gelesen werden. Es enthält höchstwahrscheinlich Fehler

source: The feed does not exist
de: Der Feed existiert nicht

source: The folder already exists
de: Der Ordner existiert bereits

source: The folder does not exist
de: Der Ordner existiert nicht

source: The folder name is invalid
de: Der Ordnername ist ungültig

source: The Nextcloud server database charset is not configured properly
de: Der Nextcloud-Server-Datenbanksatz ist nicht ordnungsgemäß konfiguriert

source: This will delete the feed %@
de: Dadurch wird der Feed %@ gelöscht

source: This will delete the folder %@ and all its feeds
de: Dadurch wird der Ordner %@ und alle seine Feeds gelöscht

source: Title
de: Titel

source: Unread
de: Ungelesen

source: Unread Articles
de: Ungelesene Artikel

source: Untitled
de: Ohne Titel

source: Untitled Feed
de: Unbetiteltes Feed

source: Untitled Folder
de: Unbetitelter Ordner

source: Update Error Count
de: Aktualisierungsfehlerzahl

# Updating %d of %d…
source: Updating %1$d of %2$d…
de: Aktualisierung %d von %d...

source: Updating articles…
de: Artikel werden aktualisiert...

source: Updating favicons…
de: Aktualisierung von Favicons...

source: Updating feeds…
de: Feeds aktualisieren...

source: Updating folders…
de: Ordner aktualisieren...

source: Updating starred articles…
de: Aktualisierung von Sternenartikeln...

source: Updating unread articles…
de: Ungelesene Artikel werden aktualisiert...

source: Use the web interface to change or correct this information. The last %lld months of articles will be kept locally.
de: Verwenden Sie die Weboberfläche, um diese Informationen zu ändern oder zu korrigieren. Die letzten %lld Monate der Artikel werden lokal aufbewahrt.

# Using News %@on %@ %@.
source: Using News %1$@on %2$@ %3$@.
de: Verwendet News %@auf %@ %@.

source: View Certificate
de: Zertifikat anzeigen

source: View web version
de: Webversion anzeigen

source: Web Site
de: Webseite

source: Yes
de: Ja
